Repository: alexis-82/suiteAV-win
Catalog: locales/*/LC_MESSAGES/youtube.po
Languages: it

source: [1] What resolution can I download?
it: [1] Quale risoluzione posso scaricare?

source: [2] Download in manual mode
it: [2] Scarica in modalità manuale

source: [3] Download from 360p link
it: [3] Scarica dal link 360p

source: [4] Download from 480p link
it: [4] Scarica dal link 480p

source: [5] Download from link to 720p
it: [5] Scaricare dal link a 720p

source: [6] Download from link to better quality
it: [6] Scaricare dal link per una migliore qualità

source: [7] Download from link to best quality with split*
it: [7] Scaricare dal link alla migliore qualità con split*

source: [8] Download from best quality link with metadata*
it: [8] Scaricare dal link di migliore qualità con metadati*

source: [9] Downloading Playlist via file
it: [9] Scaricare la playlist tramite file

source: [12] Download album to MP3 HQ with split*
it: [12] Scarica album a MP3 HQ con split*

source: [13] Download MP3 via file
it: [13] Scarica MP3 tramite file

source: [0] Back
it: [0] Indietro

source: Option not found!
it: Opzione non trovata!

source: Press ENTER to continue
it: Premere INVIO per continuare

source: Invalid command!
it: Comando non valido!

source: Enter quality code, e.g.245+91 (video+audio):
it: Inserisci codice qualità, es. 245+91 (video+audio):

source: Operation completed!
it: Operazione completata!

source: Copy video or playlist link:
it: Copia link del video o playlist:

source: *The split function only works if metadata is present in the video!
it: *La funzione di split funziona solo se i metadati sono presenti nel video!

source: *The metadata function only works if metadata is present in the video!
it: *La funzione metadati funziona solo se i metadati sono presenti nel video!

source: Enter playlist file name:
it: Inserire il nome del file playlist:
